Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གཟིགས་ན། འཕྱེ་བོ་དེ་དང་མི་རྒོད་ལྔ་བརྒྱ་པོ་དེ་རྣམས་གདུལ་བའི་དུས་ལ་བབ་པར་ཐུགས་སུ་ཆུད་ནས། ལྷའི་སྐུ་གཟུགས་དེ་ཉིད་ལས་ལྷའི་ཆ་ལུགས་སུ་བཞུགས་སོ། །
en: When the Blessed One looked, he directly apprehended that the time had come to tame the paraplegic and the five hundred bandits, so he appeared there in divine dress in the form of the very deity they were propitiating.

source: དེ་ནས་མི་རྒོད་ལྔ་བརྒྱ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: The five hundred bandits marveled,

source: ལྷས་བདག་ཅག་ལ་རང་གི་སྐུ་བསྟན་ཏོ་སྙམ་སྟེ།
en: “Our god has appeared to us in bodily form!”

source: སྤུ་ཟིང་ཞེས་བྱས་ནས། ཐལ་མོ་སྦྱར་ཏེ་འཁོད་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Their hair stood on end, and with their palms pressed together they hunkered down around him, saying,

source: བཅོམ་ལྡན་འདས་བཀའ་ཅི་སྩལ་
en: “Blessed One, what advice can you grant us?”

source: ང་ལ་མིས་མཆོད་མི་དགོས་ཀྱིས་མིའི་མཆོད་པ་འདི་ཐོང་ཤིག །
en: “I do not require human sacrifice, therefore give it up.

source: གལ་ཏེ་ཁྱེད་ཆོས་འདོད་ན་ནི་མཆོད་པ་གསོལ་བ་ཐོང་ལ་འཁོད་ཅིག་དང་ཆོས་བསྟན་པར་བྱའོ། །
en: If you wish for Dharma, give up your sacrifices and supplications, gather round, and I shall teach you the Dharma.”

source: དེ་ནས་དེ་ལྟར་འཚལ་ལོ་ཞེས་བྱས་ནས་མི་རྒོད་དེ་དག་གིས་མཆོད་པ་བཏང་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འཁོད་དོ། །
en: “We will do as you wish,” they said, and they and abandoned their sacrifice, touched their heads to the Blessed One’s feet, and sat before him to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཕྱེ་བོ་དེ་དང་མི་རྒོད་དེ་དག་གི་བསམ་པ་དང་བག་ལ་ཉལ་དང་ཁམས་དང་རང་བཞིན་ཐུགས་སུ་ཆུད་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: The Blessed One directly apprehended the thoughts, habitual tendencies, temperament, and nature of Paṅgu and the bandits, and taught them the Dharma accordingly.

source: དེས་ན་མི་རྒོད་ལྔ་བརྒྱ་པོ་དེ་དག་གིས་སྟན་དེ་ཉིད་ལ་འཁོད་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་སོ། །
en: Hearing it, the five hundred bandits destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where they sat.

source: འཕྱེ་བོ་དེས་ཀྱང་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་སོ། །
en: Paṅgu also manifested the resultant state of non-return.

source: དེ་ནས་དེ་དག་གིས་བདེན་པ་མཐོང་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་ཆ་ལུགས་མི་སྣང་བར་མཛད་ནས་རང་བཞིན་གྱི་སྐུར་བཞུགས་སོ། །
en: Once they had seen the truths, the Blessed One made his divine dress disappear, and sat before them in his own natural body.

source: དེ་ནས་དེ་དག་གིས་བཅོམ་ལྡན་འདས་མཐོང་ནས་ལྷག་པར་ཡང་དགའ་བ་སྐྱེས་སོ། །
en: They beheld the Blessed One and were ecstatic.

source: དགའ་བ་སྐྱེས་ནས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Full of joy, they rose from their seats, drew down the right shoulder of their upper garments, bowed toward the Blessed One with palms pressed together, and made this request:

source: བཙུན་པ་བདག་ཅག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་ཤིང་དགེ་སློང་གི་དངོས་པོ་འཐོབ་ཏུ་རུང་ན།
en: “Lord, if permitted we wish to go forth in the Dharma and Vinaya so well spoken, complete our novitiates, and achieve full ordination.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་
en: The Blessed One replied to the bandits, saying,

source: མི་རྒོད་རྣམས་ལ་དགེ་སློང་ཚུར་ཤོག་ཚངས་པར་སྤྱོད་ཅིག་ཅེས་
en: “Come, join me, monks! Practice the holy life.”

source: བཀའ་སྩལ་པའི་མོད་ལ་སྐྲ་དང་ཁ་སྤུ་ནི་བྲེགས་ནས། ཞག་བདུན་ལོན་པ་ཙམ་དུ་གྱུར་སྤྱོད་ལམ་ནི་བསྙེན་པར་རྫོགས་ནས་ལོ་བརྒྱ་ལོན་པ་ལྟ་བུར་འདུག་པར་གྱུར་ནས་ལག་ན་ལྷུང་བཟེད་དང་ཆུ་སྣོད་ཐོགས་པར་གྱུར་ཏོ། །
en: As soon as the Blessed One had finished speaking there they stood, alms bowl and water pitcher in hand, with a week’s worth of hair and beard, and with the deportment of a monk who had been ordained for one hundred years.

source: དེ་བཞིན་གཤེགས་པས་ཚུར་ཞེས་བཀའ་སྩལ་པས། །དེ་ནི་མགོ་བྲེགས་ལུས་ལ་སྣམ་སྦྱར་གྱོན། །སངས་རྒྱས་ཀྱི་ནི་དགོངས་པས་གོས་བགོས་ནས། །མོད་ལ་དབང་པོ་རབ་ཏུ་ཞི་བར་གནས། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་
en: Garbed in robes, with shaven heads, And senses stilled by Buddha’s will— From the very moment the One Thus Gone Spoke to them, saying,

source: དེ་རྣམས་ལ་ལུང་ཕོག་སྟེ།
en: “Come, join me.”

source: དེ་དག་གིས་ཀྱང་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Then the Blessed One instructed them, and casting away all afflictive emotions through diligence, practice, and effort, they manifested arhatship.

source: དེ་དག་དགྲ་བཅོམ་པ་ཁམས་གསུམ་པའི་འདོད་ཆགས་དང་བྲལ་བར་གྱུར་ནས། གསེར་དང་བོང་བར་མཉམ་པ་ནམ་མཁའ་དང་ལག་མཐིལ་དུ་འདྲ་བའི་སེམས་དང་ལྡན་པ།
en: As arhats, free from the attachments of the three realms, their minds regarded gold no differently than filth, and the palms of their hands as like space itself.

source: རིག་པས་སྒོ་ངའི་སྦུབས་བཅོམ་པ་རིག་པ་དང་མངོན་པར་ཤེས་པ་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ་
en: Their insight crushed ignorance like an eggshell. They achieved the insights, superknowledges, and discriminations.

source: དེ་ནས་འཕྱེ་བོས་བསམས་པ།
en: Paṅgu thought,

source: གལ་ཏེ་བདག་ཀྱང་ལུས་འདི་འདྲ་བར་མ་གྱུར་ན་ནི་བདག་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེ། ཆུ་བོ་རྣམས་ལས་བརྒལ་བར་བྱ་བ་དང་སྦྱོར་བ་རྣམས་ལས་འདའ་བར་བྱ་བའི་ཕྱིར་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པར་བྱ་བ་ཞིག་ན་སྙམ་མོ། །
en: “If my body weren’t like this, I too would go forth in the doctrine of the Blessed One, in order to ford the floodwaters and escape my fetters with diligence, practice, and effort.”

source: དེ་ནས་དེ་སྐད་ཅེས་བརྗོད་མ་ཐག་ཏུ་དེའི་ལུས་དེ་ རྣམ་པ་ཐམས་ཅད་དུ་ཡོངས་སུ་རྫོགས་ཤིང་རངས་པར་གྱུར་ནས་དེ་ལྷག་པར་ཡང་བཅོམ་ལྡན་འདས་ལ་དགའ་བར་གྱུར་ཏོ། །
en: No sooner had he thought this than every facet of his body was completely whole and manifest, and he was especially filled with joy toward the Blessed One.

source: དགའ་བར་གྱུར་ནས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Joyfully, he rose from his seat, drew down the right shoulder of his upper garment, and made this request of the Blessed One:

source: བཙུན་པ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་ཤིང་དགེ་སློང་གི་དངོས་པོ་འཐོབ་ཏུ་རུང་ན།
en: “Lord, if permitted I wish to go forth in the Dharma and Vinaya so well spoken, complete my novitiate, and achieve full ordination.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བས་རབ་ཏུ་ཕྱུང་སྟེ་བསྙེན་པར་རྫོགས་པར་མཛད་ནས་ལུང་ཡང་ཕོག་གོ། །
en: The Blessed One led him to go forth as a novice by saying, “Come, monk! Practice the holy life,” then conferred on him full ordination and instructed him.

source: དེས་ཀྱང་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: Casting away all afflictive emotions through diligence, practice, and effort, he manifested arhatship.

source: བཙུན་པ་འཕྱེ་བོས་ལས་ཅི་ཞིག་བགྱིས་ན་ལས་དེའི་རྣམ་པར་སྨིན་པས་འཕྱེ་བོར་གྱུར་ལགས།
en: “Lord, what action did Paṅgu take that ripened into his becoming paraplegic?

source: ལས་ཅི་ཞིག་བགྱིས་ན། དེས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་ལ། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: What action did he take that he pleased the Blessed One, did not displease him, went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship?”

source: འདི་ཉིད་ཀྱིས་ལས་དེ་ལྟ་བུ་བྱས་ཤིང་བསགས་ཏེ་
en: “such are the actions that he committed and accumulated:

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ་བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ་སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ་ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks, in times past, in this fortunate eon, when people lived as long as twenty thousand years, and the totally and completely awakened Buddha endowed with perfect knowledge and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་འདི་ཉིད་ན་ཁྱིམ་བདག་སྤུན་གཉིས་ཤིག་གནས་པ་ལས་
en: there lived a certain two householders in Vārāṇasī who were brothers.

source: གཅིག་གིས་ནི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལས་ཆོས་ཐོས་ཏེ་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ནསདེས་ཁ་ན་མ་ཐོ་བ་དང་བཅས་པའི་ལས་རྣམས་སྤངས་ཏེ། གཅིག་ཏུ་ངེས་པར་ཁ་ན་མ་ཐོ་བ་མེད་པའི་ལས་རྣམས་ལ་གནས་སོ། །
en: “One of them, upon hearing the Dharma from the totally and completely awakened Buddha Kāśyapa, manifested the resultant state of non-return, gave up his unwholesome ways, and devoted himself single-mindedly to wholesome activities.

source: ནུ་བོ་ཅིག་ཤོས་ནི་ཞིང་ལས་བྱེད་དེ་དེས་བསམས་པ་
en: “His younger brother worked in the fields, and thought,

source: བདག་ནི་གྲང་བ་ན་ཡང་གྲང་བས་ཉེན་ཚ་བ་ན་ཡང་ཚ་བས་ཉེན་ལ། འདི་ནི་ཁྱིམ་ན་འདུག་ཅིང་བདེ་བ་ཉམས་སུ་མྱོང་བར་བྱེད་དོ་
en: ‘I have to deal with cold in winter and heat all summer, while he’s snug at home, enjoying his bliss.’

source: སྙམ་ནསདེ་ཁྲོས་ཏེ་ཕྱིར་མི་འོང་བ་དེ་ལ་ཚིག་རྩུབ་པོ་སྨྲས་པ།
en: Irate, he spoke harshly to the non-returner:

source: བདག་ནི་གྲང་བ་ན་ཡང་གྲང་བས་ཉེན་ཚ་བ་ན་ཡང་ཚ་བས་ཉེན་ཏེ་ལས་ཐམས་ཅད་བྱེད་ལ་ཁྱོད་ནི་འཕྱེ་བོ་བཞིན་དུ་ཁྱིམ་ན་ཐེན་ཞིང་འདུག་སྟེ་
en: ‘While I have to deal with cold in winter and heat all summer and handle all the work, you spend your time at home like some paraplegic!

source: ཅི་ཡང་བྱེད་པ་མི་འདོད་དམ་ཞེས་བྱས་སོ། །
en: Don’t you want to do anything at all?’

source: དེ་ནས་ཕྱིར་མི་འོང་བས་བསམས་པ།
en: “Then the non-returner thought,

source: ནུ་བོ་འདིས་བདག་ལ་ཚིག་རྩུབ་པོ་སྨྲས་ཀྱིས་གཏན་དུ་ཕུང་བར་མི་འགྱུར་བར་བྱ་བའི་ཕྱིར་འདིའི་ར་མདའ་བྱ་དགོས་སོ་
en: ‘My little brother is speaking so harshly to me. Let me be of help to him so that it doesn’t ruin him for good.’

source: སྙམ་ནས་དེས་དེའི་མདུན་དུ་རྫུ་འཕྲུལ་བསྟན་ཏེ་སྨྲས་པ།
en: With this thought, he made a display of miracles before him and said,

source: ཁྱོད་ཀྱིས་ང་ལ་ཚིག་རྩུབ་པོ་སྨྲས་ཀྱིས་ཉེས་པ་ལ་ཉེས་སོ་ཞེས་བཤགས་པར་གྱིས་ཤིག །འཁོར་བ་ན་འཁོར་ཞིང་སྡུག་བསྔལ་ཆེན་པོ་རྙེད་ཏ་རེ།
en: ‘You must confess the mistake you’ve made by speaking harshly to me. Otherwise you are certain to roam in saṃsāra and meet with great suffering.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ནུ་བོ་དེ་འགྱོད་པ་ཆེན་པོ་སྐྱེས་ཏེ
en: “As soon as he heard this, the younger brother was seized with regret.

source: དེས་དེའི་རྐང་པ་ལ་ཕྱག་འཚལ་ནས་བཟོད་པར་གསོལ་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: He bowed down at his brother’s feet, asked his forgiveness, and said,

source: བདག་ཁྱིམ་ན་གནས་པ་བཏང་སྟེ། སོང་ལ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་འབྱུང་ངོ་། །
en: ‘I will give up living at home to go forth in the doctrine of the totally and completely awakened Buddha Kāśyapa.’

source: ཕྱིར་མི་འོང་བས་སྨྲས་པ།
en: “The non-returner told him,

source: ཁྱིམ་གྱི་འཁོར་ཐོང་ལ་བདག་ཅག་གཉིས་ཀ་རབ་ཏུ་འབྱུང་བར་བྱའོ། །
en: ‘Give up household affairs, and both of us will go forth.’

source: དེ་ལྟར་བགྱིའོ། །
en: “ ‘Let’s do that,’

source: དེ་ནས་དེས་ཁྱིམ་གྱི་འཁོར་བཏང་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་གཉི་ག་རབ་ཏུ་བྱུང་སྟེ།
en: They gave up their household affairs and both of them went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa.

source: ཕྱིར་མི་འོང་བས་ནི་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: “After the non-returner went forth, he cast away all afflictive emotions and manifested arhatship.

source: ཅིག་ཤོས་ཀྱིས་ནི་རབ་ཏུ་བྱུང་ནས་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་དེ་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: The other brother went forth, and after practicing pure conduct all his life, at the time of his death, he prayed,

source: བདག་གིས་འདི་ལྟར་སེམས་ཅན་དག་པ་འདི་ལྟ་བུ་ལ་ཚིག་རྩུབ་པོ་སྨྲས་པའི་ལས་དེའི་སྐལ་བ་ཅན་དུ་བདག་མ་གྱུར་ཅིག །
en: ‘May I not meet with the results of the act of speaking harshly to such a pure being.

source: བརྒྱལ་ལས་དེའི་འབྲས་བུ་བདག་ལ་སྨིན་པར་གྱུར་ན་ཡང་རབ་ཏུ་འབྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་མ་ལེགས་པ་མེད་པར་གྱུར་ཏེ་ལེགས་པ་འབྱུང་བར་གྱུར་ཅིག །
en: Should it happen that the results of that action ripen to me, may I then feel a sense of renunciation, may that misfortune vanish, and may I be fortunate instead.

source: འདི་ལྟར་བདག་རབ་ཏུ་བྱུང་ནས་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་ཡོན་ཏན་ཅི་ཡང་མ་ཐོབ་ཀྱིས་
en: While I may not have attained any great virtues, still I have gone forth and practiced pure conduct all my life.

source: དེའི་ཚེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་གསུང་རབ་ལ་རབ་ཏུ་བྱུང་བའི་དགེ་སློང་དུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་འཕྱེ་བོ་འདི་ཉིད་ཡིན་ཏེ
en: The one who went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa and became a monk then is none other than Paṅgu .

source: དེས་དེར་ཕུ་བོ་ལ་ཚིག་རྩུབ་པོ་སྨྲས་པའི་ལས་དེས་ནི་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་འཕྱེ་བོར་གྱུར་ཏོ། །
en: At that time he spoke harshly to his elder brother, and wherever he was born, he was paraplegic.

source: དེ་འགྱོད་པར་གྱུར་ཏེ་རབ་ཏུ་བྱུང་ནས་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་དེ་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: He felt regret, went forth, and after practicing the conduct leading to liberation all his life, at the time of his death prayed,

source: འདི་ལྟར་བདག་གིས་སེམས་ཅན་དག་པ་འདི་ལྟ་བུ་ལ་ཚིག་རྩུབ་པོ་སྨྲས་པའི་ལས་དེའི་སྐལ་བ་ཅན་དུ་བདག་མ་གྱུར་ཅིག །
en: ‘May I not meet with the results of the act of speaking harshly to such a pure being.

source: བརྒྱ་ལ་ལས་དེའི་རྣམ་པར་སྨིན་པ་བདག་ལ་སྨིན་པར་གྱུར་ན་ཡང་རབ་ཏུ་འབྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་བདག་གི་མ་ལེགས་པ་མེད་པར་གྱུར་ཏེ།
en: Should that action ripen to me, then as soon as I feel a sense of renunciation, may that misfortune immediately vanish and may I be fortunate instead.’

source: ལེགས་པ་འབྱུང་བར་གྱུར་ཅིག་ཅེས་བྱས་པ་དེས་ནི་ད་ལྟར་རབ་ཏུ་བྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་ལུས་ཀྱི་ཡན་ལག་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་གྱུར་ཏོ། །
en: “Now he has felt a sense of renunciation, and immediately all his limbs have become complete.

source: དེས་དེར་སྨོན་ལམ་བཏབ་སྟེ་
en: At that time he prayed,

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས། བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་བདག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: ‘May I please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་པས་ནི།
en: Going forth in his doctrine alone may I cast away all afflictive emotions, and manifest arhatship.’

source: དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་ཤིན་ཏུ་མཉམ་པ་དང་ཤུགས་མཉམ་པ་དང་མཛད་པ་མཉམ་པ་དང་ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནསའདིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་ལ་ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—that he has pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship.”

source: བཙུན་པ་ཀྱེ་མ་མི་རྒོད་ལྔ་བརྒྱ་པོ་འདི་དག་འཕྱེ་བོ་འདི་དང་མཇལ་ནས་རབ་ཏུ་བྱུང་སྟེ། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་པ་ལ་གཟིགས།
en: “Lord, tell us why, after the five hundred bandits met the paraplegic tailor, they went forth, cast away all afflictive emotions, and manifested arhatship.”

source: དགེ་སློང་དག་ད་ལྟར་འབའ་ཞིག་མ་ཡིན་གྱི་འདས་པའི་དུས་ན་
en: “Not only now, monks”

source: ཡང་མི་རྒོད་ལྔ་བརྒྱ་པོ་འདི་དག་འཕྱེ་བོ་འདི་ཉིད་དང་ཕྲད་ནས་རབ་ཏུ་བྱུང་སྟེ། བསམ་གཏན་བཞི་དང་མངོན་པར་ཤེས་པ་ལྔ་བསྐྱེད་པ་དེ་ཉོན་ཅིག །
en: “but in times past as well, and in the same way, these five hundred bandits met this selfsame paraplegic tailor, went forth, and generated the four meditative states and the five superknowledges. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་མི་རྒོད་ལྔ་བརྒྱ་ཙམ་ནགས་ཁྲོད་ཅིག་ན་རྟེན་ཅིང་གནས་ཏེ།
en: “Monks, in times past there were five hundred bandits who lived deep in the forest.

source: དེ་དག་གིས་རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་བཅོམ་སྟེ། ནོར་ཟས་མང་པོ་དེ་ནས་བླངས་སོ། །
en: They ransacked the mountain villages, carrying off much of their food and wealth.

source: མི་འདི་ཡང་ནགས་ཁྲོད་དེ་ཉིད་ན་རྟེན་ཅིང་འདུག་པ་ལས་མི་རྒོད་དེ་དག་དེར་དོང་བས་གནོད་སྦྱིན་ལ་མི་མཆོད་པའི་ཕྱིར་བཟུང་སྟེ།
en: There was also a man who lived and dwelled deep in that forest, and the bandits captured him to sacrifice him to their yakṣa.

source: དེ་དག་ནགས་ཁྲོད་དེར་དོང་ནས་གནོད་སྦྱིན་དེའི་མདུན་དུ་བ་ལང་གི་ལྕི་བས་བྱུགས་ཏེ། བུམ་པ་གང་བ་དང་མི་དེ་
en: There in the forest they spread a circle of cow dung before the yakṣa, and set forth offering pots and the man himself.

source: བཞག་ནས་རལ་གྲི་རྣོན་པོ་ཐོགས་ཏེ། གནོད་སྦྱིན་གྱི་མདུན་དུ་འདུག་ནས་མཆོད་སྦྱིན་བྱས་སོ། །
en: Then they took up long, sharp knives and seated themselves before the yakṣa to begin the ritual.

source: མི་དེས་ཀྱང་བདག་འདི་རྣམས་ཀྱིས་བསད་དེ་གནོད་སྦྱིན་གྱི་མཆོད་པ་བྱེད་པར་སེམས་སམ་སྙམ་ནས་དེ་ཤིན་ཏུ་འཇིགས་ཤིང་སྐྲག་པར་གྱུར་ཏོ། །
en: “Thereupon the man thought, ‘After they kill me, they are going to offer me as a sacrifice to the yakṣa.’

source: འཇིགས་ཤིང་སྐྲག་ནས་བསམས་པ།
en: Terrified at the thought, he wondered,

source: བདག་སུ་ཞིག་ལ་སྐྱབས་སུ་འགྲོ་བར་བྱ།
en: ‘To whom can I go for refuge?

source: བདག་ལ་སུ་ཞིག་སྲོག་ཕངས་པ་སྦྱིན་པར་འགྱུར་སྙམ་མོ། །
en: Who can save my precious life?’

source: དེ་ནས་དེའི་ཚེ་རི་ཁྲོད་དེ་ནས་ཐག་མི་རིང་བ་ཞིག་ན་དཀའ་ཐུབ་ཀྱི་གནས་ཤིག་གི་ནང་ན་དྲང་སྲོང་ཞིག་གནས་སོ། །
en: “Not far from there, on the mountain in an ascetic hermitage there lived a certain sage.

source: དེའི་ཚེ་མི་དེས་དྲང་སྲོང་དེ་ཡིད་ལ་དྲན་ནས་དེས་དད་པའི་སེམས་ཀྱིས་དྲང་སྲོང་དེ་ལ་གསོལ་བ་བཏབ་པ།
en: At that very moment the man thought of the sage, and with a faithful mind began praying to him:

source: བཅོམ་ལྡན་འདས་ནི་མི་གཟིགས་པ་དང་། མི་མཁྱེན་པ་དང་། ཐུགས་སུ་མི་ཆུད་པ་ཅི་ཡང་མི་མངའ་ན་
en: ‘Blessed One, if there is nothing past, present, or future that you do not see, know, or directly perceive, then heed me now, Blessed One, for I am in distress, desolate, and bereft.

source: ཀྱེ་མ་བདག་ལ་སྲོག་ཕངས་པ་སྩལ་དུ་གསོལ།
en: Protect me! Please save my precious life!

source: དཀའ་བ་སྐུ་ཉམས་སུ་བཞེས་པར་གསོལ་ཞེས་བྱས་སོ། །
en: Please, lift this burden from me!’

source: དེ་ནས་དྲང་སྲོང་དེ་ལ་དགའ་བའི་ལྷ་ཞིག་གིས་མི་དེའི་བསམ་པ་སེམས་ཀྱིས་ཤེས་ནས་དྲང་སྲོང་དེ་ལ་སྦྲན་ཏོ། །
en: A god who was fond of the sage heard those thoughts and alerted him.

source: དེ་ནས་དྲང་སྲོང་གིས་ཐོས་མ་ཐག་ཏུ་རང་གི་དཀའ་ཐུབ་ཀྱི་གནས་ནས་མི་སྣང་བར་གྱུར་ཏེ། མི་རྒོད་དེ་དག་གི་མདུན་དུ་
en: As soon as he heard, the sage disappeared from his hermitage and arrived before the bandits.

source: འོངས་ནས་མི་རྒོད་དེ་དག་གིས་དྲང་སྲོང་དེ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་དེ་དག་མཆོག་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: “When they saw the sage, the bandits were overcome with joy.

source: དགའ་བར་གྱུར་ནས་དྲང་སྲོང་བཀའ་ཅི་སྩལ་ཞེས་བྱས་སོ། །
en: Full of joy they said, ‘Sage, what advice can you grant us?’

source: མི་འདི་ཐོང་ལ་ངའི་མདུན་དུ་འཁོད་ཅིག་དང་ཁྱོད་ལ་ཆོས་བཤད་དོ། །
en: “ ‘Release the man and sit before me, and I shall teach you the Dharma,’

source: དེ་ནས་དྲང་སྲོང་གིས་བཀའ་སྩལ་པ་བཞིན་དུ་འཚལ་ལོ་ཞེས་སྨྲས་ནས།
en: “ ‘We will do as the sage wishes,’ the bandits replied,

source: མི་རྒོད་དེ་དག་གིས་མི་དེ་བཏང་སྟེ། དྲང་སྲོང་དེའི་རྐང་པ་ལ་ཕྱག་འཚལ་ནས་ཆོས་མཉན་པའི་ཕྱིར་མདུན་དུ་འཁོད་དོ། །
en: and they released the man, bowed down at the sage’s feet, and sat before him to listen to the Dharma.

source: དེ་ནས་དྲང་སྲོང་དེས་དེ་དག་ལ་ཆོས་དེ་ལྟ་བུ་བསྟན་ཏེ་དེས་ན་མི་དེ་དང་མི་རྒོད་ལྔ་བརྒྱ་དྲང་སྲོང་དེ་ཉིད་ཀྱི་ཐད་དུ་རབ་ཏུ་བྱུང་ནས། བསམ་གཏན་བཞི་དང་མངོན་པར་ཤེས་པ་ལྔ་བསྐྱེད་དོ། །
en: After the sage taught the Dharma to them, both the man and the five hundred bandits went forth in his very presence, and generated the four meditative states and the five superknowledges.

source: དེའི་ཚེ་དྲང་སྲོང་དུ་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ང་ཡིན་ནོ། །
en: I myself was that sage then, and lived the life of a bodhisattva.

source: དེའི་ཚེ་མི་གང་ཡིན་པ་དེ་ནི་འཕྱེ་བོ་འདི་ཉིད་ཡིན་ནོ། །
en: The one who was that man then is this paraplegic tailor now.

source: མི་རྒོད་ལྔ་བརྒྱར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི་མི་རྒོད་ལྔ་བརྒྱ་པོ་འདི་དག་ཉིད་ཡིན་ཏེ།
en: Those who were those five hundred bandits then are none other than these five hundred bandits.

source: དེའི་ཚེ་འདི་རྣམས་ཀྱིས་མི་དེ་ལས་བརྟེན་ནས་རབ་ཏུ་བྱུང་སྟེ་བསམ་གཏན་བཞི་དང་མངོན་པར་ཤེས་པ་ལྔ་བསྐྱེད་དོ། །ད་ལྟར་ཡང་འཕྱེ་བོ་འདི་ཉིད་ལ་བརྟེན་ནས་རབ་ཏུ་བྱུང་སྟེ་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: At that time, because of that man, they went forth and generated the four meditative states and the five superknowledges, and now too, because of this paraplegic tailor they have gone forth, cast away all afflictive emotions, and manifested arhatship.”

source: ལས་བརྒྱ་པ་ལས་སྡོམ་གྱི་ཚིགས་སུ་བཅད་པ་དང་པོ་རྫོགས་སོ།། །།
en: This concludes Part One of “The Hundred Deeds.”

source: སྡོམ་ནི། ཤིང་རྟ་བཞི་དང་སྒམ་པོ་དང་། །ས་འཚོ་སྐྲ་ལྡན་པད་མའི་མདོག །ཤན་པ་གསེར་མདོག་བ་ལང་རྫི། །མཛའ་སྡེ་འཇིགས་མེད་དབྱིག་མཚོ་དང་། །དབྱིག་དགའ་དང་ནི་དོམ་གཉིས་དང་། །སྒུར་ཆུང་དང་ནི་ཐ་མ་སྲིན། །
en: The Chariot: Four Stories 2. The Story of Earnest 3. The Story of Gopā 4. The Story of Keśinī 5. The Story of Lotus Color 6. The Butcher 7. The Story of Golden Color 8. The Cowherds 9. A Band of Friends 10. The Story of Abhaya 11. The Story of Lake of Jewels 12. The Story of Wealth’s Delight 13. The Bear: Two Stories 14. The Story of Small Person with a Curving Spine 15. The Rākṣasa

source: ཤིང་རྟ་བཞི་ཞེས་བྱ་བ་ལ། །
en: The Chariot: Four Stories

source: ཤིང་རྟ་དང་པོ་ནི།
en: The First “Chariot” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེདེའི་ཚེ་བྲམ་ཟེ་ཞིག་མཆོད་སྦྱིན་བྱེད་པར་འདོད་དེ་ཤིང་རྟ་ལ་ཞོན་ནས་མཉན་དུ་ཡོད་པར་སོང་ངོ་། །
en: When the Blessed One was in Śrāvastī, there lived a certain brahmin who wished to perform a ritual offering, so he climbed onto his chariot and rode into Śrāvastī.

source: བཅོམ་ལྡན་འདས་ཀྱང་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་གཤེགས་པ་དང་། དེ་དགའ་བ་སྐྱེས་ནས་བཅོམ་ལྡན་འདས་ལ་བསྐོར་བ་བྱས་ཏེ་སོང་ངོ་། །
en: That morning, when the Blessed One donned his lower garment and Dharma robes, and, carrying his alms bowl, went for alms in Śrāvastī, the brahmin was filled with joy, circumambulated the Blessed One, and departed.

source: དེའི་སྐབས་སུ་བཅོམ་ལྡན་འདས་ཀྱིས་འཛུམ་པ་མཛད་དེ།
en: At that moment, the Blessed One smiled.

source: འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་གང་གི་ཚེ་འཛུམ་པ་མཛད་པའི་ཆོས་ཉིད་དེ། དེའི་ཚེ་ཞལ་ནས་འོད་ཟེར་སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་རྣམས་བྱུང་ནས་ཁ་ཅིག་ནི་འོག་ཏུ་འགྲོའོ། །
en: Now it is the nature of the blessed buddhas’ smiles that when they smile, colorful beams of blue, yellow, red, and white light radiate from their mouths, with some traveling up and others traveling down.

source: ཁ་ཅིག་ནི་སྟེང་དུ་འགྲོའོ། །འོག་ཏུ་འགྲོ་བ་གང་ཡིན་པ་དེ་དག་ནི་སེམས་ཅན་དམྱལ་བ་ཡང་སོས་དང་། ཐིག་ནག་དང་། བསྡུས་འཇོམས་དང་། ངུ་འབོད་དང་། ངུ་འབོད་ཆེན་པོ་དང་། ཚ་བ་དང་། རབ་ཏུ་ཚ་བ་དང་། མནར་མེད་པ་དང་། ཆུ་བུར་ཅན་དང་། ཆུ་བུར་རྡོལ་དང་། སོ་ཐམས་ཐམས་པ་དང་། ཀྱི་ཧུད་ཟེར་བ་དང་། ཨ་ཆུ་ཟེར་བ་དང་། ཨུད་པལ་ལྟར་གས་པ་དང་། པད་མ་ལྟར་གས་པ་དང་། པད་མ་ལྟར་གས་པ་ཆེན་པོར་སོང་ནས
en: Those that travel down go to the beings in the Reviving Hell, the Black Thread Hell , the Crushing Hell, the Shrieking Hell, the Screaming Hell, the Hot Hell, the Hell of Extreme Heat, the Hell of Ceaseless Agony, the Blistering Hell, the Bursting Blister Hell, the Hell of Chattering Teeth, the Hell of Lamentation, the Cold Whimpering Hell, the Splitting Open Like a Blue Lotus Hell, the Splitting Open Like a Lotus Hell, and the Splitting Open Like a Great Lotus Hell,

source: ཚ་བའི་སེམས་ཅན་དམྱལ་བ་གང་ཡིན་པ་དེ་དག་ཏུ་ནི་བསིལ་བར་གྱུར་ཏེ་འབབ་བོ། །
en: and as they descend they cool the beings in the hot hells ,
